{
  "package-id": "hl7.fhir.us.davinci-cdex",
  "title": "Da Vinci CDex",
  "canonical": "http://hl7.org/fhir/us/davinci-cdex",
  "introduction": "This IG provides detailed guidance that helps implementers use FHIR-based interactions to support specific exchanges of clinical data between providers and payers (or other providers).  This guide documents the **Direct Query**, **Task Based** and **Attachments** transaction approaches for requesting and sending information. Key scenarios this IG can support include:\n\n - Requesting additional data to support claim submission, medical necessity and other reasons for attachments between payers and providers\n - Gathering information for Quality programs and Risk Adjustment between payers and providers\n - Exchanging clinical data between referring providers\n - Sending attachments for claims and prior authorization\n\nIn the context of this guide, \"clinical data\" means *any* information a provider holds in a patient's health record. The format of the data exchanged is not limited to FHIR resources, but includes C-CDA documents, pdfs, text files and other types of data. There may be requests for payloads of clinical records of care such as CCD Documents, clinical data sets that may be represented in a FHIR Bundle (or [C-CDA on FHIR Documents](http://hl7.org/fhir/us/ccda/)), and clinical data such as a specific FHIR resource.\n\nBy using the FHIR standard and implementing this guide, payers can be explicit about the data they are requesting as opposed to general requests which often result in providers sending more information than is necessary. The anticipated benefit of using FHIR is more efficient and effective exchange of health record information in several areas such as claims management, care coordination, risk adjustment and quality reporting.\n\nThis IG provides several *general* examples to illustrate the different approaches for exchanging clinical data, but it does not to document specific use cases.  We plan to create a set of [Clinical Data Exchange- Supplemental Guides] which will document and provide examples for specific use cases.",
  "list": [
    {
      "version": "current",
      "desc": "Continuous Integration Build (latest in version control) - Content subject to frequent changes.",
      "path": "http://build.fhir.org/ig/HL7/davinci-ecdx",
      "status": "ci-build",
      "fhirversion": "4.0.1"
    },
    {
      "version": "1.1.0-ballot",
      "desc": "2022 May Ballot Version: this version ballot the draft content in the STU1 version of the Da Vinci Clinical Data Exchange (CDex) Implementation Guide.  The draft content includes handling of Attachments and Digital Signatures. Details of the changes in this version can be seen at https://github.com/HL7/davinci-ecdx/blob/master/input/pagecontent/changes.md",
      "date": "2022-03-25",
      "sequence": "STU2",
      "path": "http://hl7.org/fhir/us/davinci-cdex/2022May",
      "status": "ballot",
      "fhirversion": "4.0.1"
    },
    {
      "version": "1.0.0",
      "desc": "STU1 Version of Da Vinci Clinical Data Exchange (CDex) Implementation Guide: this version is the first published version of this guide and is the result of the June 2019 and January 2021 HL7 balloting process.  Details of the changes in this version can be seen at https://github.com/HL7/davinci-ecdx/blob/master/input/pagecontent/changes.md",
      "date": "2022-03-25",
      "sequence": "STU1",
      "path": "http://hl7.org/fhir/us/davinci-cdex/STU1",
      "status": "trial-use",
      "fhirversion": "4.0.1",
      "current": true
    },
    {
      "version": "0.2.0",
      "desc": "January 2021 Ballot Version:  Based on the 2019-06-20 ballot feedback, this version has been completely re-written for this ballot. The refactoring has been sufficiently large that it is not practical/useful to enumerate a list of changes between this ballot version (0.2.0) and the 2019-06-20 ballot version (0.1.0). Details of the changes in this version can be seen at https://github.com/HL7/davinci-ecdx/blob/master/input/pagecontent/changes.md",
      "date": "2020-10-23",
      "sequence": "STU1",
      "path": "http://hl7.org/fhir/us/davinci-cdex/2021Jan",
      "status": "ballot",
      "fhirversion": "4.0.1"
    },
    {
      "version": "0.1.0",
      "desc": "June 2019 Ballot Version: this version is the first ballot for Da Vinci CDex. Details of the changes in this version can be seen at https://github.com/HL7/davinci-ecdx/blob/master/input/pagecontent/changes.md",
      "date": "2019-06-18",
      "sequence": "STU1",
      "path": "http://hl7.org/fhir/us/davinci-cdex/2019Jun",
      "status": "ballot",
      "fhirversion": "4.0.0"
    }
  ],
  "category": "Financial"
}
